consumer.pd

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope" xmlns:ns1="http://tempuri.org/"><env:Header><ns1:sSoapHeader><ns1:UserId>xxxxxxx</ns1:UserId><ns1:UserPwd>xxxxxxxxxxxxxx</ns1:UserPwd></ns1:sSoapHeader></env:Header><env:Body><ns1:GetMember><ns1:Uniqid>xxxxxxxxxxx</ns1:Uniqid></ns1:GetMember></env:Body></env:Envelope>
